Repository: hotaka0908/copiChat
Catalog: copichat-ios/copichat/copichat/Localizable.xcstrings
Source language: ja
Languages: en

# add
source: 追加
en: Add

# add_new_person
source: 新しい人物を追加
en: Add New Person

# add_to_my_list
source: マイリストに追加する
en: Add to My List

# all_figures
source: すべての偉人
en: All Figures

# app_info
source: アプリ情報
en: App Info

# back
source: 戻る
en: Back

# cannot_open_mail
source: メールアプリを開けません
en: Cannot Open Mail App

# chats
source: トーク
en: Chats

# clear_conversation
source: 会話をクリア
en: Clear Conversation

# contact_by_email
source: メールでのお問い合わせ
en: Contact by Email

# contact_description
source: ご質問やご要望がございましたら お気軽にお問い合わせください
en: If you have any questions or requests, please feel free to contact us

# contact_us
source: お問い合わせ
en: Contact Us

# edit_name
source: 名前の編集
en: Edit Name

# enter_name
source: 名前を入力
en: Enter name

# enter_person_name
source: 話したい人物の名前を入力してください
en: Enter the name of the person you want to talk to

# example_name
source: 例：ウォルト・ディズニー
en: e.g., Walt Disney

# famous_quotes
source: 名言
en: Famous Quotes

# final_adjustments
source: 最終調整中
en: Final adjustments

# free_message_limit
source: 無料メッセージは3回までです。マイリストに追加すると無制限に会話できます。
en: Free messages are limited to 3 times. Add to My List for unlimited conversations.

# generate_person
source: 人物を生成
en: Generate Person

# generating
source: 生成中...
en: Generating...

# generations_remaining
source: 残り%lld回
en: %lld remaining

# key_phrases
source: キーフレーズ
en: Key Phrases

# mail_unavailable
source: メールアプリが設定されていないか、利用できません。
en: Mail app is not configured or unavailable.

# my_list
source: マイリスト
en: My List

# my_list_full_message
source: マイリストは11人までです。他の人物を削除してから追加してください。
en: My List can hold up to 11 people. Please remove someone before adding.

# my_list_full_title
source: マイリストがいっぱいです
en: My List is Full

# name
source: 名前
en: Name

# no_chat_history
source: 会話履歴がありません
en: No chat history

# no_messages_yet
source: メッセージはまだありません
en: No messages yet

# not_set
source: 未設定
en: Not Set

# person_created
source: 人物誕生！
en: Person Created!

# persona_list
source: 人物一覧
en: Person List

# philosophy_beliefs
source: 哲学・信念
en: Philosophy & Beliefs

# privacy_policy
source: プライバシーポリシー
en: Privacy Policy

# profile
source: プロフィール
en: Profile

# save
source: 保存
en: Save

# search_figures
source: 偉人を検索
en: Search figures

# select_person_prompt
source: 話したい人を選んでください
en: Select who you want to talk to

# select_to_start_chat
source: 偉人を選んで会話を始めましょう
en: Select a person to start chatting

# set_name
source: 名前を設定
en: Set Name

# settings
source: 設定
en: Settings

# share_message
source: CopiChatアプリで歴史上の偉人と会話しよう！ 様々な偉人とAIチャットが楽しめます。
en: Chat with historical figures in the CopiChat app! Enjoy AI chats with various great people.

# share_to_increase
source: 友達に共有して生成回数を増やす
en: Share with friends to increase generation count

# specialties
source: 専門分野
en: Specialties

# support
source: サポート
en: Support

# swipe_to_select
source: 左右にスワイプして選択
en: Swipe left or right to select

# talk_with_person
source: この人と話す
en: Talk with this person

# terms_of_service
source: 利用規約
en: Terms of Service

# thinking
source: 考えています...
en: Thinking...

# version
source: バージョン
en: Version

# yesterday
source: 昨日
en: Yesterday
